Repository: 8bitgeek/core
Catalog: src/lang/*.po
Languages: be, bg, es, hr, hu, it, nl, pl, pt, sk, tr, uk

source: hb_xfree called with a NULL pointer
be: hb_xfree выкліканы з NULL паказальнікам
bg: hb_xfree извикана с NULL указател
es: hb_xfree llamado con un puntero nulo
hr: hb_xfree pozvan s NULL pokazivačem
hu: hb_xfree NULL mutatóval került meghívásra
it: hb_xfree chiamato con un puntatore nullo
nl: hb_xfree aangeroepen met een lege aanwijzer
pl: hb_xfree wywołany ze wskaźnikiem NULL
pt: hb_xfree chamado com ponteiro NULL
sk: hb_xfree volaný s NULL pointrom
tr: hb_xfree NULL pointer tarafından çağrıldı
uk: hb_xfree викликано з NULL покажчиком

source: Can't locate the starting procedure: '%s'
be: Не знойдзеная стартавая працэдура: '%s'
bg: Не може да определи началната процедура: '%s'
es: No se puede localizar el procedimiento de inicio: '%s'
hr: Nije moguće pronaći početnu proceduru: '%s'
hu: Nem sikerült megtalálni a kezdő procedúrát: '%s'
it: Non trovo la procedura iniziale: '%s'
nl: Kan de startende procedure niet vinden: '%s'
pl: Brak definicji procedury startowej: '%s'
pt: Impossivel localizar procedure de inícializaçao: '%s'
sk: Nenájdená štartovacia procedúra : '%s'
tr: Başlama prosedürü bulunamdı : '%s'
uk: Не знайдена стартова процедура: '%s'

source: No starting procedure
be: Адсутнічае стартавая працэдура
bg: Няма начална процедура
es: No hay procedimiento de inicio
hr: Nema početne procedure
hu: Nem található kezdő procedúra
it: Manca una procedura iniziale
nl: Geen startende procedure
pl: Brak procedury startowej
pt: Nao ha procedure de inicializaçao
sk: Štartovacia procedúra neurčená
tr: Başlama prosedürü yok
uk: Відсутня стартова процедура

source: Unsupported VM opcode
be: VM: Невядомы код
bg: Неподържан VM opcode
es: Opcode no soportado por la VM
hr: Nepodržan VM opcod
hu: Ismeretlen VM opkód
it: VM opcode non supportato
nl: Niet ondersteunde VM opcode
pl: Nieprawidłowa wartość VM opcode
pt: VM opcode nao suportado
sk: Nepodporovaný VM opcode
tr: Desteklenmeyen VP işlem kodu
uk: VM: Невідомий код

source: Symbol item expected from %s
be: %s: чакаўся сімвал
bg: Символен артикул очакван от %s
es: Símbolo item esperado desde %s
hr: Simbol element očekivan iz %s
hu: %s hívásnak szimbólum adatra van szüksége
it: Symbol item atteso per %s
nl: Symbool onderdeel verondersteld van %s
pl: W %s wymagany jest item typu 'Symbol'
pt: Item de símbolo esperado de %s
sk: Symbolová položka očakávaná pre %s
tr: %s için sembol maddesi lâzım
uk: %s: очікувався символ

source: Invalid symbol type for self from %s
be: %s: няправільны тып сімвала для self
bg: Невалиден символен тип за self от %s
es: Tipo de símbolo para self no válido desde %s
hr: Neispravan simbol tip za sebe iz %s
hu: %s hívásnál hibás 'self' szimbólum típus
nl: Ongeldig symbool type voor zichzelf van %s
pl: W %s podano zły item dla SELF
pt: Tipo de símbolo inválido para self em %s
sk: Neplatný typ symbolu pre self pre %s
tr: %s için geçersiz sembol tipi
uk: %s: помилковий тип символу для self

source: Codeblock expected from %s
be: %s: чакаўся блок кода
bg: Codeblock очакван от %s
es: Bloque de código esperado desde %s
hr: Codeblock očekivan iz %s
hu: %s hívásnak kódblokkra van szüksége
it: Codeblock atteso per %s
nl: Codeblock verondersteld van %s
pl: W %s oczekiwany jest item typu 'Codeblock'
pt: Codeblock esperado em %s
sk: Codeblock očakávaný od %s
tr: %s için kodblok lazım
uk: %s: очікувався блок коду

source: Incorrect item type on the stack trying to pop from %s
be: %s: няправільны тып элемента на вяршыні стэка
bg: Некоректен тип в стека опит за извличане от %s
es: Tipo item incorrecto en la Pila al tratar de sacarlo desde %s
hr: Nepravilan tip elementa na stogu pokušaj stavljanja iz %s
hu: %s hívásnál helytelen adattípus a verem tetején
nl: Ongeldig onderdeel type op de stapel probeert over te springen van %s
pl: Funkcja %s wymaga innego typu na stosie
pt: Tipo incorreto de item na pilha tentando executar um pop de %s
sk: Nesprávny typ položky v zásobníku čítaného z %s
tr: %s için stack pop edilirken yanlış madde tipi
uk: %s: помилковий тип елементу на вершині стеку

source: Stack underflow
be: Выйсце за межы стэка
bg: Празен стек
es: Desbordamiento negativo en la Pila
hr: Prekoračenje stoga
hu: Verem alulcsordulás
nl: stapel te klein
pl: Stos poniżej dna
sk: Podtečenie zásobníka
tr: Stack taşması
uk: Вихід за межі стеку

source: An item was going to be copied to itself from %s
be: %s: спроба капіраваць элемент на сябе
bg: Опит за копиране на обект в себе си от %s
es: Un item estaba siendo copiado sobre sí mismo desde %s
hr: Element je bio kopiran u samog sebe iz %s
hu: %s hívás az adatot önmagára kísérelte meg másolni
nl: Een onderdeel zou worden gekopieerd in zichzelf van %s
pl: Item nie może być skopiowany w %s
pt: Um item iria ser copiado para ele mesmo em %s
sk: Pokus o prekopírovanie položky na samú seba v %s
tr: %s içinde bir madde kendi üstüne kopyalanmak istendi
uk: %s: спроба копіювати елемент на себе ж

source: Invalid symbol item passed as memvar %s
be: %s: няправільнае імя пераменнай
bg: невалиден символен обект изпратен като memvar %s
es: Símbolo item no válido pasado como memvar %s
hr: Neispravan simbol element dodan kao memorijska varijabla %s
hu: Hibás szimbólum adat került átadásra %s memória változóként
nl: Ongeldig symbool onderdeel doorgegeven als memvar %s
pl: W %s podano zły item jako memvar
pt: Symbol item inválido passado como memvar %s
sk: Neplatná symbolová položka vyhodnotená ako memvar %s
tr: %s hafıza değişkeni olarak geçersiz sembol maddesi aktarıldı
uk: %s: помилкове ім'я змінної

source: Memory buffer overflow
be: Перапаўненне буфера памяці
bg: Препълване на буфер в паметта
es: Desbordamiento de buffer de memoria
hr: Prekoračenje memorijskog međuspremnika
hu: Memória puffer túlcsordulás
nl: Geheugen buffer stroomt over
pl: Zapis poza przydzielonym obszarem
sk: Pretečenie pamäťového bufra
tr: Hafıza buffer taşması
uk: Переповнення буферу пам'яті

source: hb_xgrab requested to allocate zero bytes
bg: hb_xgrab заявено да задели нула байта
es: hb_xgrab requirió apartar cero bytes
hr: hb_xgrab zahtjev za dodjelom nul bajta
hu: hb_xgrab nulla bájt foglalására lett utasítva
nl: hb_xgrab verzocht nul bytes toe te wijzen
pt: hb_xgrab requisitou para alocar zero bytes
sk: hb_xgrab požiadal o alokáciu nula bytov
tr: hb_xgrab sıfır bayt ataması istendi

source: hb_xrealloc requested to resize to zero bytes
bg: hb_xrealloc заявено да промени големината на нула байта
es: hb_xrealloc requirió redimensionar a cero bytes
hr: hb_xrealloc zahtjev za proširenjem na nul bajtove
hu: hb_xrealloc nulla bájt újrafoglalására lett utasítva
nl: hb_xrealloc verzocht om naar nul bytes te verkleinen
pt: hb_xrealloc requisitou para redimensiorar para zero byte
sk: hb_xrealloc požiadal zmenšenie na nula bytov
tr: hb_xrealloc sıfır bayta boyutlandırmak istendi

source: hb_xalloc requested to allocate zero bytes
bg: hb_xalloc заявено да задели нула байта
es: hb_xalloc requirió apartar cero bytes
hr: hb_xalloc zahtjev za dodjelom nul bajtova
hu: hb_xalloc nulla bájt foglalására lett utasítva
nl: hb_xalloc verzocht nul bytes toe te wijzen
pt: hb_xalloc requisitou para alocar zero bytes
sk: hb_xalloc požiadal o alokáciu nula bytov
tr: hb_xalloc sıfır bayt ataması istendi

source: YYYY/MM/DD
be: DD/MM/YYYY
bg: DD.MM.YYYY
es: DD/MM/YYYY
hr: DD/MM/YYYY
pt: DD/MM/YYYY
sk: DD.MM.YYYY
tr: DD.MM.YYYY
uk: DD.MM.YYYY

source: Y
be: Д
es: S
hr: D
hu: I
it: S
nl: J
pl: T
pt: S
sk: A
tr: E
uk: Т

source: N
be: Н
tr: H
uk: Н

source: Ins
pl: Wst
uk: Вст

source: Object destructor failure
pl: Błąd w destruktorze obiektu
sk: Chyba object deštruktora
