Repository: 8bitgeek/core
Catalog: src/lang/*.po
Languages: be, bg, es, hr, hu, it, nl, pl, pt, sk, tr, uk

source: January
be: Студзень
bg: Януари
es: Enero
hr: siječanj
hu: január
it: Gennaio
nl: Januari
pl: Styczeń
pt: Janeiro
sk: január
tr: Ocak
uk: Січень

source: February
be: Люты
bg: Февруари
es: Febrero
hr: veljača
hu: február
it: Febbraio
nl: Februari
pl: Luty
pt: Fevereiro
sk: február
tr: Şubat
uk: Лютий

source: March
be: Сакавік
bg: Март
es: Marzo
hr: ožujak
hu: március
it: Marzo
nl: Maart
pl: Marzec
pt: Março
sk: marec
tr: Mart
uk: Березень

source: April
be: Красавік
bg: Април
es: Abril
hr: travanj
hu: április
it: Aprile
pl: Kwiecień
pt: Abril
sk: apríl
tr: Nisan
uk: Квітень

source: May
be: Май
bg: Май
es: Mayo
hr: svibanj
hu: május
it: Maggio
nl: Mei
pl: Maj
pt: Maio
sk: máj
tr: Mayıs
uk: Травень

source: June
be: Чэрвень
bg: Юни
es: Junio
hr: lipanj
hu: június
it: Giugno
nl: Juni
pl: Czerwiec
pt: Junho
sk: jún
tr: Haziran
uk: Червень

source: July
be: Ліпень
bg: Юли
es: Julio
hr: srpanj
hu: július
it: Luglio
nl: Juli
pl: Lipiec
pt: Julho
sk: júl
tr: Temmuz
uk: Липень

source: August
be: Жнівень
bg: Август
es: Agosto
hr: kolovoz
hu: augusztus
it: Agosto
nl: Augustus
pl: Sierpień
pt: Agosto
tr: Ağustos
uk: Серпень

source: September
be: Верасень
bg: Септември
es: Septiembre
hr: rujan
hu: szeptember
it: Settembre
pl: Wrzesień
pt: Setembro
tr: Eylül
uk: Вересень

source: October
be: Кастрычнік
bg: Октомври
es: Octubre
hr: listopad
hu: október
it: Ottobre
nl: Oktober
pl: Październik
pt: Outubro
sk: október
tr: Ekim
uk: Жовтень

source: November
be: Лістапад
bg: Ноември
es: Noviembre
hr: studeni
it: Novembre
pl: Listopad
pt: Novembro
tr: Kasım
uk: Листопад

source: December
be: Снежань
bg: Декември
es: Diciembre
hr: prosinac
it: Dicembre
pl: Grudzień
pt: Dezembro
tr: Aralık
uk: Грудень

source: Sunday
be: Нядзеля
bg: Неделя
es: Domingo
hr: nedjelja
hu: vasárnap
it: Domenica
nl: Zondag
pl: Niedziela
pt: Domingo
sk: nedeľa
tr: Pazar
uk: Неділя

source: Monday
be: Панядзелак
bg: Понеделник
es: Lunes
hr: ponedjeljak
hu: hétfő
it: Lunedì
nl: Maandag
pl: Poniedziałek
pt: Segunda-feira
sk: pondelok
tr: Pazartesi
uk: Понеділок

source: Tuesday
be: Аўторак
bg: Вторник
es: Martes
hr: utorak
hu: kedd
it: Martedì
nl: Dinsdag
pl: Wtorek
pt: Terça-feira
sk: utorok
tr: Salı
uk: Вівторок

source: Wednesday
be: Серада
bg: Сряда
es: Miércoles
hr: srijeda
hu: szerda
it: Mercoledì
nl: Woensdag
pl: Środa
pt: Quarta-feira
sk: streda
tr: Çarşamba
uk: Середа

source: Thursday
be: Чацвер
bg: Четвъртък
es: Jueves
hr: četvrtak
hu: csütörtök
it: Giovedì
nl: Donderdag
pl: Czwartek
pt: Quinta-feira
sk: štvrtok
tr: Perşembe
uk: Четвер

source: Friday
be: Пятніца
bg: Петък
es: Viernes
hr: petak
hu: péntek
it: Venerdì
nl: Vrijdag
pl: Piątek
pt: Sexta-feira
sk: piatok
tr: Cuma
uk: П'ятниця

source: Saturday
be: Субота
bg: Събота
es: Sábado
hr: subota
hu: szombat
it: Sabato
nl: Zaterdag
pl: Sobota
pt: Sábado
sk: sobota
tr: Cumartesi
uk: Субота

source: Database Files # Records Last Update Size
be: Файлы дадзеных # Запісы Апошняе зм. Памер
bg: Файлове # Записи Последно обнов. Големина
es: Bases de Datos # Registros Ultima act. Tamaño
hr: Datot.baze podat. # Zapisi Zadnja prom. Vel.
hu: Adatbázisok Tételszám Utolsó mód. Méret
it: File di dati # Record Ultima Mod. Dimens.
nl: Gegevens Bestanden# Regels Laatste Aanp. Grootte
pl: Baza danych # Rekordów Uaktualniona Rozmiar
pt: Banco de Dados # Registro Ult. Atuali. Tam.
sk: Databáza # Záznamy Aktualizácia Veľkosť
tr: Database Dosyası # Kayıt Son Güncelleme Boyut
uk: Файли даних # Записи Остання зм. Розмір

source: Do you want more samples?
be: Патрэбныя яшчэ прыклады ?
bg: Искате ли още примери?
es: Desea Vd. más ejemplos?
hr: Želite još primjera?
hu: Kéri a további részeket?
it: Vuoi altri esempi?
nl: Wilt u meer voorbeelden?
pl: Więcej przykładów?
pt: Voce quer mais testes?
sk: Chcete viac príkladov?
tr: Daha örnek ister misiniz?
uk: Потрібні ще приклади ?

source: Page No.
be: Стар.N
bg: Стр. No.
es: Página Nº.
hr: Str.Br.
hu: lapszám
it: Pagina Nr.
nl: Pagina Nr.
pl: Strona
pt: Pagina No.
sk: Strana
tr: Sayfa No.
uk: Стор.N

source: ** Subtotal **
bg: ** Межд. сума **
hr: ** Podzbroj **
hu: ** Összesen **
it: ** Subtotale **
nl: ** Subtotaal **
sk: ** Medzisúčet **
tr: ** Alttoplam **
uk: ** Всього **

source: * Subsubtotal *
bg: * Межд. сума *
hr: * Podpodzbroj *
hu: * Részösszesen *
it: * Subsubtotale *
nl: * Subsubtotaal *
sk: * Medzimedzisúčet *
tr: * Altalttoplam *
uk: * Разом *

source: *** Total ***
bg: *** Общо ***
hr: *** Zbroj ***
hu: *** Mindösszesen ***
it: *** Totale ***
nl: *** Totaal ***
sk: *** Súčet ***
tr: *** Toplam ***
uk: *** ПІДСУМОК ***

source: Invalid date
be: Няправільная дата
bg: Некоректна дата
es: Fecha no válida
hr: Pogrešan podatak
hu: Rossz dátum
it: Data non valida
nl: Ongeldige datum
pl: Nieprawidłowa data
pt: Data inválida
sk: Chybný dátum
tr: Geçersiz Tarih
uk: Помилкова дата

source: Range:
be: Дыяпазон:
bg: Диапазон:
es: Rango:
hr: Raspon:
hu: Határok
it: Intervallo:
nl: Bereik:
pl: Zakres:
pt: Faixa:
sk: Rozsah:
tr: Sınır:
uk: Діапазон:

source: Y/N
be: Д/Н
es: S/N
hr: D/N
hu: I/N
nl: J/N
pl: T/N
pt: S/N
sk: A/N
tr: E/H
uk: Т/Н

source: INVALID EXPRESSION
be: НЯПРАВІЛЬНЫ ВЫРАЗ
bg: НЕКОРЕКТЕН ИЗРАЗ
es: EXPRESION NO VÁLIDA
hr: POGREŠAN IZRAZ
hu: HIBÁS KIFEJEZÉS
it: ESPRESSIONE NON VALIDA
nl: ONGELDIGE EXPRESSIE
pl: Błędne wyrażenie
pt: EXPRESSÃO INVALIDA
sk: CHYBNÝ VÝRAZ
tr: GEÇERSİZ İFADE
uk: ПОМИЛКОВИЙ ВИРАЗ

source: Unknown error
be: Невядомая памылка
bg: Непозната грешка
es: Error desconocido
hr: Nepoznata greška
hu: Ismeretlen hiba
it: Errore sconosciuto
nl: Onbekende fout
pl: Błąd bez opisu
pt: Erro desconhecido
sk: Neznáma chyba
tr: Bilinmeyen hata
uk: Невідома помилка

source: Argument error
be: Няправільны аргумент
bg: Грешка в параметър
es: Error de argumento
hr: Pogrešan argument
hu: Paraméter hiba
it: Parametro errato
nl: Argument fout
pl: Nieprawidłowy argument
pt: Erro nos parâmetros
sk: Chyba argumentu
tr: Argüman hatası
uk: Помилковий аргумент

source: Bound error
be: Перапаўненне масіва
bg: Грешка в гранични стойности
es: Error de rango
hr: Pogrešna granica
hu: Tömbindex hiba
it: Limiti superati
nl: Begrenzings fout
pl: Błąd zakresu tablicy
pt: Erro de limite
sk: Chyba medzí
tr: Sınır hatası
uk: Переповнення масиву

source: String overflow
be: Перапаўненне радка
bg: Препълване на стринг
es: Desbordamiento en cadena de caracteres
hr: Prekoračenje niza
hu: Karakteres változó túlcsordulás
it: Stringa troppo lunga (overflow)
nl: Tekst overloop
pl: Za duży string
pt: Overflow de string
sk: Preplnenie reťazca
tr: Katar taşma
uk: Переповнення рядка

source: Numeric overflow
be: Перапаўненне ліку
bg: Числово препълване
es: Desbordamiento numérico
hr: Prekoračenje broja
hu: Numerikus túlcsordulás
it: Numero troppo grande (overflow)
nl: Numerieke overloop
pl: Przepełnienie numeryczne
pt: Overflow numérico
sk: Preplnenie čísla
tr: Sayısal taşma
uk: Переповнення числа

source: Zero divisor
be: Дзяленне на нуль
bg: Деление на нула
es: División por cero
hr: Dijeljenje s nulom
hu: Nullával való osztás
it: Divisione per zero
nl: Deling door nul
pl: Dzielenie przez zero
pt: Divisão por zero
sk: Delenie nulou
tr: Sıfır Bölücü
uk: Ділення на нуль

source: Numeric error
be: Колькасная памылка
bg: Числова грешка
es: Error numérico
hr: Brojčana greška
hu: Numerikus hiba
it: Errore numerico
nl: Numerieke fout
pl: Błąd numeryczny
pt: Erro numérico
sk: Numerická chyba
tr: Sayısal hata
uk: Числова помилка

source: Syntax error
be: Сінтаксічная памылка
bg: Синтактична грешка
es: Error de sintaxis
hr: Sintaksna greška
hu: Szintaktikus hiba
it: Errore sintattico
nl: Syntax fout
pl: Nieprawidłowa składnia
pt: Erro de sintaxe
sk: Syntaktická chyba
tr: İmlâ hatası
uk: Синтаксична помилка

source: Operation too complex
be: Занадта складаная аперацыя
bg: Много сложна операция
es: Operación demasiado compleja
hr: Prekomplicirana operacija
hu: Túl összetett művelet
it: Formula troppo complessa
nl: Handeling te ingewikkeld
pl: Operacja zbyt złożona
pt: Operação muito complexa
sk: Operácia príliš komplexná
tr: İşlem çok karmaşık
uk: Надмірно складна операція

source: Memory low
be: Бракуе памяці
bg: Недостиг на памет
es: Poca memoria
hr: Nedostatak memorije
hu: Kevés memória
it: Memoria scarsa
nl: Weinig geheugen
pl: Za mało pamięci
pt: Memória insuficiente
sk: Nedostatok pamäte
tr: Hafıza yetersiz
uk: Бракує пам'яті

source: Undefined function
be: Невядомая функцыя
bg: Недефинирана функция
es: Función no definida
hr: Nedefinirana funkcija
hu: Nem definiált függvény
it: Funzione non definita
nl: Niet gedefinieerde functie
pl: Niezdefiniowana funkcja
pt: Função indefinida
sk: Nedefinovaná funkcia
tr: Tanımlanmamış fonksiyon
uk: Невідома функція

source: No exported method
be: Метад не экспартаван
bg: Няма експортиран метод
es: No existe el método
hr: Nema eksportne metode
hu: Nem exportált metódus
it: Metodo non disponibile
nl: Geen geδxporteerde methode
pl: Metoda jest niedostępna
pt: Método não exportado
sk: Neznáma metóda
tr: Eksport metodu yok
uk: Метод не експортований

source: Variable does not exist
be: Пераменная не існуе
bg: Променливата не съществува
es: No existe la variable
hr: Varijabla ne postoji
hu: Nem létező változó
it: Variabile inesistente
nl: Variabele bestaat niet
pl: Zmienna nie istnieje
pt: Variável não existe
sk: Premenná neexistuje
tr: Değişken yok
uk: Змінна не існує

source: Alias does not exist
be: Аліас не існуе
bg: Псевдонима не съществува
es: No existe el alias
hr: Alias ne postoji
hu: Nem létező munkaterület név
it: Alias inesistente
nl: Alias bestaat niet
pl: Alias bazy nie istnieje
pt: Alias não existe
sk: Oblasť neexistuje
tr: Alyas yok
uk: Псевдонім бази(alias)не існує

source: No exported variable
be: Пераменная не экспаравана
bg: Няма експортирана променлива
es: No existe la variable de instancia
hr: Nema izvozne varijable
hu: Nem exportált változó
it: Variabile non disponibile
nl: Geen geδxporteerde variabele
pl: Zmienna jest niedostępna
pt: Nenhuma variável exportada
sk: Neznáma premenná
tr: Eksport değişkeni yok
uk: Змінна не експортована

source: Illegal characters in alias
be: Непрымальныя сімвалы ў імяні аліаса
bg: Непозволени символи в псевдоним
es: Alias con caracteres no válidos
hr: Nedopušteni znak u aliasu
hu: Helytelen munkaterület név
it: Caratteri non ammissibili in un Alias
nl: Ongeldige karakters in alias
pl: Nieprawidłowy alias bazy
pt: Nome de alias incorreto
sk: Nepovolené znaky v oblasti
tr: Alyasta geçersiz karakter
uk: Заборонені символи в псевдонімі бази

source: Alias already in use
be: Аліас ужо выкарыстоўваецца
bg: Псевдонима вече се използва
es: Alias actualmente en uso
hr: Alias već u upotrebi
hu: Már használt munkaterület név
it: Alias già in uso
nl: Alias reeds in gebruik
pl: Podany alias już istnieje
pt: Nome de alias duplicado
sk: Oblasť je už použitá
tr: Alyas zaten kullanımda
uk: Псевдонім бази вже використовується

source: Create error
be: Памылка створання
bg: Грешка при създаване
es: Error de creación
hr: Greška kreiranja
hu: Létrehozási hiba
it: Errore nella creazione
nl: Maak fout
pl: Błąd podczas tworzenia zbioru
pt: Erro de criação
sk: Chyba vytvorenia
tr: Oluşturma hatası
uk: Помилка під час створення

source: Open error
be: Памылка адкрыцця
bg: Грешка при отваряне
es: Error de apertura
hr: Greška otvaranja
hu: Megnyitási hiba
it: Errore in apertura
nl: Open fout
pl: Błąd podczas otwarcia zbioru
pt: Erro de abertura
sk: Chyba otvorenia
tr: Açma hatası
uk: Помилка під час відкриття

source: Close error
be: Памылка зачынення
bg: Грешка при затваряне
es: Error de cierre
hr: Greška zatvaranja
hu: Lezárási hiba
it: Errore in chiusura
nl: Sluit fout
pl: Błąd podczas zamknięcia zbioru
pt: Erro ao fechar
sk: Chyba zatvorenia
tr: Kapatma hatası
uk: Помилка під час закриття

source: Read error
be: Памылка чытання
bg: Грешка при четене
es: Error de lectura
hr: Greška čitanja
hu: Olvasási hiba
it: Errore in lettura
nl: Lees fout
pl: Błąd podczas odczytu ze zbioru
pt: Erro de leitura
sk: Chyba čítania
tr: Okuma hatası
uk: Помилка під час читання

source: Write error
be: Памылка запісу
bg: Грешка при запис
es: Error de escritura
hr: Greška zapisivanja
hu: Írás hiba
it: Errore in scrittura
nl: Schrijf fout
pl: Błąd podczas zapisu do zbioru
pt: Erro de escrita
sk: Chyba zápisu
tr: Yazma hatası
uk: Помилка під час запису

source: Print error
be: Памылка друка
bg: Грешка при печат
es: Error de impresión
hr: Greška ispisa
hu: Nyomtatási hiba
it: Errore in stampa
nl: Print fout
pl: Błąd wydruku
pt: Erro de impressão
sk: Chyba tlače
tr: Print hatası
uk: Помилка під час друку

source: Operation not supported
be: Аперацыя не падтрымліваецца
bg: Операцията не се подържа
es: Operación no soportada
hr: Operacija nije podržana
hu: Nem támogatott művelet
it: Operazione non supportata
nl: Handeling niet ondersteund
pl: Nieprawidłowa operacja
pt: Operação não suportada
sk: Nepodporovaná operácia
tr: Desteklenmeyen işlem
uk: Операція не підтримується

source: Limit exceeded
be: Мяжа перавышана
bg: Надхвърлено ограничение
es: Límite excedido
hr: Prekoračenje granice
hu: Korlát túllépve
it: Limite superato
nl: Limiet overschreden
pl: Przekroczony limit
pt: Limite excedido
sk: Prekročený limit
tr: Sınır aşıldı
uk: Ліміт перевищено

source: Corruption detected
be: Выяўлена пашкоджанне
bg: Открита повреда
es: Se detectó corrupción
hr: Otkriven kvar
hu: Index hiba felfedezve
it: Riscontrata corruzione
nl: Corruptie ontdekt
pl: Wykryto uszkodzenie danych
pt: Detectado índice corrompido
sk: Index poškodený
tr: Bozukluk var
uk: Виявлено пошкодження

source: Data type error
be: Памылка тыпу дадзеных
bg: Грешка в тип данни
es: Error de tipo de datos
hr: Tip podatka pogrešan
hu: Nem megfelelő adattípus
it: Errore nel tipo dei dati
nl: Data type fout
pl: Niezgodny typ danych
pt: Tipo incorreto de dado
sk: Chyba typu dát
tr: Data tip hatası
uk: Помилка в типі даних

source: Data width error
be: Памылка памеру дадзеных
bg: Грешка в размер на данни
es: Error de anchura de datos
hr: Dužina podatka pogrešna
hu: Túl széles adat
it: Errore nella dimensione dei dati
nl: Data lengte fout
pl: Wartość poza zakresem
pt: Tamanho do dato muito longo
sk: Chyba dĺžky dát
tr: Data boyut hatası
uk: Помилка в розмірі даних

source: Workarea not in use
be: Файл не адкрыт
bg: Работната област не е в употреба
es: Area de trabajo no usada
hr: Radno područje nije u upotrebi
hu: Nem megnyitott munkaterület
it: Workarea non in use
nl: Werkgebied niet in gebruik
pl: Baza jest nie otwarta
pt: Workarea não está em uso
sk: Nepoužitá pracovná oblasť
tr: Çalışma alanı kullanımda değil
uk: Файл не відкритий

source: Workarea not indexed
be: Файл не індэксіраван
bg: Работната област не е индексирана
es: Area de trabajo no indexada
hr: Radno područje nije indeksirano
hu: Nem indexelt munkaterület
it: Workarea non indicizzata
nl: Werkgebied niet ge∩ndexeerd
pl: Baza nie ma indeksu
pt: Workarea não indexada
sk: Nezoradená pracovná oblasť
tr: Çalışma alanı indeksli değil
uk: Файл не проіндексований

source: Exclusive required
be: Патрабуецца эксклюзіўны доступ
bg: Изисква се Exclusive
es: Se requiere uso exclusivo
hr: potrebno isključiv
hu: Kizárólagos megnyitási mód szükséges
it: Richiede l'uso esclusivo
nl: Exclusieve rechten vereist
pl: Wymagany jest wyłączny dostęp do bazy
pt: Uso exclusivo requerido
sk: Nutný výhradný prístup
tr: Exclusive gerekiyor
uk: Потрібен ексклюзивний доступ

source: Lock required
be: Патрабуецца блакоўка
bg: Изисква се заключване
es: Se requiere bloqueo
hr: Potrebno zaključavanje
hu: Zárolás szükséges
it: Richiede un Lock
nl: Blokkering vereist
pl: Wymagana blokada dostępu
pt: Travamento requerido
sk: Uzamknutie nutné
tr: Kilit gerekiyor
uk: Потрібне блокування

source: Write not allowed
be: Запіс не дазволена
bg: Запис не е позволен
es: Escritura no autorizada
hr: Zapisivanje nije dozvoljeno
hu: Írás nem megengedett
it: Scrittura non consentita
nl: Schrijven niet toegestaan
pl: Zapis niedozwolony
pt: Escrita não permitida
sk: Zapis nebol povolený
tr: Yazma izni yok
uk: Запис заборонено

source: Append lock failed
be: Збой блакоўкі пры дадатку
bg: Append lock се провали
es: Fallo en el bloqueo de adición
hr: Izostalo zaključavanje kod dodavanja
hu: Zárolás nem sikerült új rekord felvitelekor
it: Append Lock fallito
nl: Toevoegen blokkering mislukt
pl: Brak blokady dostępu podczas dodawania rekordu
pt: Falha no travamento do Append
sk: Zlyhanie uzamknutia pri pridávaní
tr: Append kilidi kurulamadı
uk: Збій блокування під час додавання запису

source: Lock Failure
be: Блакоўка не атрымалася
bg: Неуспешно заключване
es: Fallo en bloqueo
hr: Greška zaključavanja
hu: Zárolás nem sikerült
it: Lock fallito
nl: Blokkering mislukt
pl: Nie udało się zablokować dostępu
pt: Falha no travamento
sk: Zlyhanie uzamknutia
tr: Kilit kurulamadı
uk: Заблокувати не вдалося

source: array access
be: Няправільная колькасць аргументаў
bg: достъп до масив
es: acceso al array
hr: pristup matrici
hu: tömbelem hozzáférés
it: accesso all'array
nl: array toegang
pl: Nieprawidłowa liczba argumentów
pt: acesso de array
sk: prístup k poľu
tr: array erişim
uk: Помилкова кількість аргументів

source: array assign
be: доступ да масіву
bg: присвояване на масив
es: asignación del array
hr: pridruživanje matrici
hu: tömbelem értékadás
it: assegnazione all'array
nl: array toewijzing
pl: pobranie elementu tablicy
sk: priradenie k poľu
tr: array atama
uk: доступ до масиву

source: array dimension
be: надання масіў
bg: размерност на масив
es: dimensión del array
hr: dimenzija matrice
hu: tömbelem dimenzió
it: dimensione dell'array
nl: array afmeting
pl: zmiana wartości elementu tablicy
sk: zmena dimenze poľa
tr: array boyut
uk: присвоєння масиву

source: not an array
be: не масіў
bg: не е масив
es: no es un array
hr: nije matrica
hu: nem tömb
it: non é un array
nl: geen array
pl: wymagana jest tablica
pt: não é um array
sk: nie je to pole
tr: array değil
uk: не масив

source: conditional
be: параўнанне
bg: условен
hr: uvjetan
hu: feltételes
it: condizionale
nl: voorwaardelijk
pl: wymagany typ: logiczny
pt: condicional
sk: podmienka
tr: şart
uk: порівняння

source: Unrecoverable error %d:
be: Невыпраўленая памылка %d:
bg: Непоправима грешка %d:
es: Error irrecuperable %d:
hr: Nepopravljiva greška %d:
hu: Kezelhetetlen hiba %d:
it: Errore irrecuperabile %d:
nl: Onherstelbare fout %d:
pl: Nienaprawialny błąd nr %d:
pt: Erro irrecuperável %d:
sk: Neidentifikovateľná chyba %d:
tr: Kurtarılamaz hata%d:
uk: Невиправна помилка %d:

source: Error recovery failure
be: Памылка пры аднаўленні
bg: Неуспешно поправяне на грешка
es: Fallo en recuperación de error
hr: Greška obnavljanje neuspješno
hu: Hiba kezelési hiba
it: Recupero dell'errore non riuscito
nl: Fout herstellen mislukt
pl: Nieudana próba naprawy błędu
pt: Erro na recuperaçao do erro
sk: Zlyhanie identifikácie chyby
tr: Hata kurtarma başarısız
uk: Помилка під час відновлення

source: No ERRORBLOCK() for error
be: Не вызначаны ERRORBLOCK() для памылкі
bg: Няма ERRORBLOCK() за грешка
es: No hay ERRORBLOCK() para el error
hr: Nema ERRORBLOCK() za grešku
hu: Nincs ERRORBLOCK() a hiba kezeléséhez
it: Manca ERRORBLOCK() per l'errore
nl: Geen ERRORBLOCK() voor fout
pl: Brak kodu obsługi ERRORBLOCK()
pt: ERRORBLOCK() para erro ausente
sk: Žiadny ERRORBLOCK() pre túto chybu
tr: Hata için ERRORBLOCK() yok
uk: Не визначено ERRORBLOCK() для помилки

source: Too many recursive error handler calls
be: Перавышаная мяжа рэкурсіўных выклікаў апрацоўшчыка памылак
bg: Прекалено много рекурсивни извиквания на прихващач на грешки
es: Demasiadas llamadas recursivas al controlador de errores
hr: Previše povratnih poziva upravljača grešaka
hu: Túl sok rekurzív hiba kezelő hívás
it: Troppe chiamate ricorsive al gestore d'errore
nl: Teveel herhalende fout behandelings aanroepen
pl: Zbyt wiele zagnieżdżonych błędów
pt: Muitas chamadas recursivas ao manipulador de erros
sk: Príliš veľa rekurzívnych error handler volaní
tr: Çok fazla içiçe hata tutucu çağrısı
uk: Перевищена межа рекурсивних викликів обробника помилок

source: RDD invalid or failed to load
be: Не атрымоўваецца загрузіць RDD
bg: RDD невалиден или неуспешно зареждане
es: RDD no válido ó fallo al cargar
hr: RDD neispravan ili izostalo učitavanje
hu: Az RDD hibás vagy nem sikerült betölteni
it: RDD non valido o caricamento non riuscito
nl: RDD ongeldig of niet geladen
pl: Niezaładowany lub zły RDD
pt: Falha ao carregar ou RDD inválido
sk: RDD je neplatný alebo zlyhalo jeho otvorenie
tr: RDD geçersiz veya yüklemenedi
uk: Не вдається завантажити RDD

source: Invalid method type from %s
be: Няправільны тып метаду %s
bg: Невалиден тип метод от %s
es: Tipo de método no válido desde %s
hr: Neispravan tip metode iz %s
hu: Nem megfelelő típusú metódus (%s)
it: Metodo non valido per %s
nl: Ongeldige methode type van %s
pl: Zły typ metody wołanej z %s
pt: Método de %s inválido
sk: Neplatný typ metódy od %s
tr: %s için geçersiz metot tipi
uk: Помилковий тип методу %s

source: hb_xgrab can't allocate memory
be: hb_xgrab не можа размеркаваць памяць
bg: hb_xgrab не може да задели памет
es: hb_xgrab no puede asignar memoria
hr: hb_xgrab ne može dodijeliti memoriju
hu: hb_xgrab nem tud memóriát foglalni
it: hb_xgrab non riesce a riservare memoria
nl: hb_xgrab kan het geheugen niet toewijzen
pl: hb_xgrab nie może zarezerwować pamięci
pt: hb_xgrab nao pode alocar memória
sk: hb_xgrab nemôže alkovať pamäť
tr: hb_xgrab hafıza atayamadı
uk: hb_xgrab не може розподілити пам'ять

source: hb_xrealloc called with a NULL pointer
be: hb_xrealloc выкліканы з NULL паказальнікам
bg: hb_xrealloc извикана с NULL указател
es: hb_xrealloc llamado con un puntero nulo
hr: hb_xrealloc pozvan s NULL pokazivačem
hu: hb_xrealloc NULL mutatóval került meghívásra
it: hb_xrealloc chiamato con un puntatore nullo
nl: hb_xrealloc aangeroepen met een lege aanwijzer
pl: hb_xrealloc wywołany ze wskaźnikiem NULL
pt: hb_xrealloc chamado com ponteiro NULL
sk: hb_xrealloc volaný s NULL pointrom
tr: hb_xrealloc NULL pointer tarafından çağrıldı
uk: hb_xrealloc викликано з NULL покажчиком

source: hb_xrealloc called with an invalid pointer
be: hb_xrealloc выкліканы з няправільным паказальнікам
bg: hb_xrealloc извикана с невалиден указател
es: hb_xrealloc llamado con un puntero no válido
hr: hb_xrealloc pozvan s neispravnim pokazivačem
hu: hb_xrealloc hibás mutatóval került meghívásra
it: hb_xrealloc chiamato con un puntatore non valido
nl: hb_xrealloc aangeroepen met een ongeldige aanwijzer
pl: hb_xrealloc wywołany ze złym wskaźnikiem
pt: hb_xrealloc chamado com ponteiro inválido
sk: hb_xrealloc volaný s neplatným pointrom
tr: hb_xrealloc geçersiz bir pointer tarafından çağrıldı
uk: hb_xrealloc викликано з помилковим покажчиком

source: hb_xrealloc can't reallocate memory
be: hb_xrealloc не можа пераразмеркаваць памяць
bg: hb_xrealloc не може да задели памет
es: hb_xrealloc no puede reubicar la memoria
hr: hb_xrealloc ne može realocirati memoriju
hu: hb_xrealloc nem tud memóriát újrafoglalni
it: hb_xrealloc non riesce a modificare la dimensione della memoria riservata
nl: hb_xrealloc kan het geheugen niet opnieuw toewijzen
pl: hb_xrealloc nie może powiększyć bloku pamięci
pt: hb_xrealloc nao pode realocar memória
sk: hb_xrealloc nemôže realokovať pamäť
tr: hb_xrealloc tekrar hafıza atayamadı
uk: hb_xrealloc не може перерозподілити пам'ять

source: hb_xfree called with an invalid pointer
be: hb_xfree выкліканы з няправільным паказальнікам
bg: hb_xfree извикана с невалиден указател
es: hb_xfree llamado con un puntero no válido
hr: hb_xfree pozvan s neispravnim pokazivačem
hu: hb_xfree hibás mutatóval került meghívásra
it: hb_xfree chiamato con un puntatore non valido
nl: hb_xfree aangeroepen met een ongeldige aanwijzer
pl: hb_xfree wywołany ze złym wskaźnikiem
pt: hb_xfree chamado com ponteiro inválido
sk: hb_xfree volaný s neplatným pointrom
tr: hb_xfree geçersiz bir pointer tarafından çağrıldı
uk: hb_xfree викликано з помилковим покажчиком
